Tekla.Structures.Analysis.AnalysisObjectSelector.#ctor
Initializes a new instance of the AnalysisObjectSelector class.

Tekla.Structures.Analysis.AnalysisObjectSelector.GetSelectedObjects
Returns an enumerator of all the selected model objects in the current model.
NOT YET IMPLEMENTED.
Returns: A model object enumerator of all the selected model objects.
Use GetSelectedObjects in AnalysisObjectSelector class
in Tekla.Structures.Analysis.UI.